export const faqItems = [
    {
        question: "Что такое Slidery AI?",
        answer: (
            <p>
                Slidery AI – это нейросетевой инструмент для автоматизированного создания презентаций. Пользователь
загружает текст или основные тезисы, после чего нейросеть генерирует профессионально оформленные
слайды с продуманной структурой и дизайном.
</p>
)
},
{
    question: "Как работает Slidery AI?",
        answer: (
    <ul className="G-flex-column">
        <li>
            1. Пользователь вводит текст или загружает документ с содержанием презентации.
</li>
<li>
2. Нейросеть анализирует материал и автоматически формирует слайды с соответствующим визуальным
    оформлением.
    </li>
    <li>
    3. В редакторе можно вносить изменения: редактировать текст, добавлять изображения, видео и другие
    элементы.
    </li>
    <li>
    4. Готовую презентацию можно экспортировать в различных форматах, включая PowerPoint (PPTX) и PDF.
</li>
</ul>
)
},
{
    question: "Нужно ли мне разбираться в дизайне?",
        answer: (
    <p>
        Нет, Slidery AI самостоятельно подбирает стиль, цветовую гамму, шрифты и макеты, обеспечивая
    профессиональный вид презентации.
</p>
)
},
{
    question: "Можно ли редактировать презентации после генерации?",
        answer: (
    <p>
        В скором времени будет доступен онлайн-редактор презентаций, аналогичный PowerPoint
</p>
)
},
{
    question: "Как добавлять свои изображения и видео?",
        answer: (
    <p>
        В скором времени будет доступен онлайн-редактор презентаций, аналогичный PowerPoint, который позволяет вставлять свои изображения и видео.
</p>
)
},
{
    question: "Есть ли готовые шаблоны?",
        answer: (
    <p>
        Да, Slidery AI предлагает библиотеку готовых шаблонов, адаптированных под различные тематики: бизнес,
    образование, маркетинг, наука и другие направления.
</p>
)
},
{
    question: "Поддерживаются ли анимации?",
        answer: (
    <p>
        В скором времени будет доступен онлайн-редактор презентаций, аналогичный PowerPoint, который позволяет добавлять анимации.
</p>
)
},
{
    question: "На каких устройствах работает Slidery AI?",
        answer: (
    <p>
        Сервис доступен через веб-браузер. Он работает на компьютерах (Windows, macOS) и мобильных устройствах
    без необходимости установки дополнительного программного обеспечения.
</p>
)
},
{
    question: "Можно ли экспортировать презентации в PowerPoint?",
        answer: (
    <p>
        Да, созданные презентации можно экспортировать в формат PowerPoint (PPTX) для дальнейшего
    использования и редактирования в других программах.
</p>
)
},
{
    question: "Есть ли интеграции с другими сервисами?",
        answer: (
    <p>
        В скором времени планируется интеграция с популярными платформами, такими как Google Slides, Canva и Notion.
</p>
)
}
];
export const slideUsers = [
    {
        id: "1",
        name: "Дмитрий П.",
        role: "Предприниматель",
        text: "Наконец-то инструмент, который действительно помогает! Легко настраиваю цвета, шрифты и\n" +
            "анимации, а результат всегда впечатляет.",
        img: "/images/user-2.webp"
    },
    {
        id: "2",
        name: "Мария Л.",
        role: "Продакт-менеджер",
        text: "Slidery AI – это революция! Я создаю презентации за минуты, а не часы. Отличный выбор для\n" +
            "тех, кто ценит время и качество.",
        img: "/images/user-3.webp"
    },
    {
        id: "3",
        name: "Олег С.",
        role: "Преподаватель",
        text: "Я больше не трачу время на выравнивание блоков и поиск картинок. Просто задаю тему — и\n" +
            "Slidery AI делает всю работу за меня!",
        img: "/images/user-4.webp"
    },
    {
        id: "4",
        name: "Виктория С.",
        role: "Графический дизайнер",
        text: "Как дизайнер, я ценю эстетику. Slidery AI приятно удивил — крутые шаблоны, продуманный стиль\n" +
            "и при этом гибкость для кастомизации!",
        img: "/images/user-5.webp"
    },
    {
        id: "5",
        name: "Евгений М.",
        role: "Студент",
        text: "Раньше я боялся делать презентации — это было долго и утомительно. Теперь с Slidery AI все просто: вводишь данные, выбираешь стиль, и готово!",
        img: "/images/user-6.webp"
    },
    {
        id: "6",
        name: "Елена М.",
        role: "Учитель",
        text: "Как преподаватель, я часто делаю лекции и семинары. Slidery AI сэкономил мне уйму времени,а астуденты отмечают, что материалы стали понятнее и нагляднее.",
        img: "/images/user-7.webp"
    },
    {
        id: "7",
        name: "Олег С.",
        role: "Бизнес-консультант",
        text: "Идеальный инструмент для бизнеса! Автоматически подбирает дизайн, предлагает удобные шаблоны, и при этом можно легко кастомизировать детали.",
        img: "/images/user-8.webp"
    },
    {
        id: "8",
        name: "Наталья К.",
        role: "Маркетолог",
        text: "Я часто выступаю на конференциях, и Slidery AI стал моим незаменимым помощником. Теперь мои\n" +
            "                презентации не только информативные, но и выглядят стильно без лишних усилий!",
        img: "/images/user-9.webp"
    },
    {
        id: "9",
        name: "Анна К.",
        role: "Маркетолог",
        text: "“Slidery AI сэкономил мне часы работы! ИИ сам подбирает стильные слайды, а мне остается лишь немного доработать детали. Теперь мои презентации выглядят профессионально без лишних усилий.”",
        img: "/images/user-1.webp"
    }
];
